function About() {
  return (
    <div className="flex flex-col w-4/5 h-full justify-center items-center mx-auto font-serif text-xl gap-8">
      <h1 className="text-5xl font-bold uppercase">О нас</h1>
      <p>
        Добро пожаловать в наш ювелирный магазин, где красота встречается с
        великолепием! Мы с гордостью предлагаем вам уникальную коллекцию
        изысканных ювелирных изделий, которые подчеркнут вашу индивидуальность и
        воплотят ваши самые сокровенные желания.
      </p>
      <p>
        Наша история началась десятилетия назад с пристрастия к изящным деталям
        и непревзойденному мастерству. Мы ценим каждый момент процесса создания
        украшений, начиная от вдохновения, через металлические работы и выбор
        самых блестящих драгоценных камней, заканчивая финальной шлифовкой и
        полировкой. Наша команда опытных и талантливых ювелиров посвятила свою
        жизнь созданию изумительных произведений искусства, которые станут
        наследием для будущих поколений.
      </p>
      <p>
        Мы стремимся предложить вам лучшее из мира ювелирных украшений. В нашем
        ассортименте вы найдете эксклюзивные кольца, ожерелья, серьги, браслеты
        и другие уникальные изделия, изготовленные из самых ценных материалов,
        включая золото, серебро и платину. Мы также гордимся нашей коллекцией с
        драгоценными камнями высочайшего качества, такими как бриллианты,
        изумруды, рубины и сапфиры, которые придают нашим изделиям неповторимое
        сияние и изысканность.
      </p>
      <p>
        Наше обслуживание клиентов нацелено на создание незабываемого опыта
        покупки. Наша дружелюбная и компетентная команда с радостью поможет вам
        выбрать идеальное ювелирное украшение, отвечая на все ваши вопросы и
        предоставляя профессиональные консультации. Мы также предлагаем услуги
        по индивидуальному заказу, чтобы воплотить в жизнь вашу уникальную идею
        и создать украшение, которое будет идеально соответствовать вашим вкусам
        и предпочтениям.
      </p>
      <p>
        Мы считаем, что каждое ювелирное изделие имеет свою историю, и мы хотим
        помочь вам создать вашу собственную историю. Посетите наш ювелирный
        магазин, и позвольте нам помочь вам найти то совершенство, которое вы
        ищете. Откройте для себя мир элегантности и роскоши, в котором каждая
        драгоценность сияет своим уникальным светом.
      </p>
    </div>
  );
}

export default About;
